Repository: Prodast/smallbiznew
Catalog: *-content/themes/bello/languages/*/theme.po
Languages: pt_br

source: All offers
pt_br: Ver tudo

source: Related Ads
pt_br: Anúncios relacionados

source: All
pt_br: Todos

source: Users
pt_br: Usuário

source: There are no results matching
pt_br: Não há resultados correspondentes

source: search
pt_br: buscar

source: Your search
pt_br: Sua busca

source: city
pt_br: Cidade

source: Min
pt_br: Mín

source: Max
pt_br: Máx

source: SEARCH
pt_br: Buscar

source: Selected
pt_br: Selecionado

source: Nothing selected, input was
pt_br: Nada foi selecionado, a entrada foi

source: User account manager
pt_br: Painel de usuário

source: Your alerts
pt_br: Seus alertas

source: You do not have any alerts yet
pt_br: Você não tem nenhum alerta ainda

source: Alert
pt_br: Alertas

source: This action can't be undone. Are you sure you want to continue?
pt_br: Essa ação não pode ser desfeita. Tem certeza de que deseja continuar?

source: Delete this alert
pt_br: Apagar este alerta

source: No listings have been added yet
pt_br: Nenhum anúncio cadastrado. Anuncie agora mesmo.

source: Activated
pt_br: Ativada

source: Inactivated
pt_br: Inativada

source: Publication date
pt_br: Data de publicação

source: Email: this field is required
pt_br: E-mail: este campo é obrigatório

source: Change your e-mail
pt_br: Mudar e-mail

source: Current e-mail
pt_br: E-mail atual

source: New e-mail
pt_br: Novo e-mail

source: Change your password
pt_br: Altere sua senha

source: Current password
pt_br: Senha atual

source: New password
pt_br: Nova senha

source: Repeat new password
pt_br: Repetir a nova senha

source: Username: this field is required
pt_br: Nome de Usuário: este campo é obrigatório

source: The username is available
pt_br: O nome de usuário está disponível

source: The username is NOT available
pt_br: O nome de usuário não está disponível

source: Change your username
pt_br: Alterar nome

source: Username
pt_br: Usuário

source: WARNING: Once set, you will not be able to change your username again. Choose wisely.
pt_br: Aviso: uma vez definido, você não será capaz de mudar o seu nome de usuário novamente. Escolha sabiamente.

source: Listings from %s
pt_br: Anúncios de %s

source: Edit
pt_br: Editar

source: Recover your password
pt_br: Recupere sua senha

source: Change password
pt_br: Alterar senha

source: Post a new listing
pt_br: Publicar uma novo anuncio

source: This action can not be undone. Are you sure you want to continue?
pt_br: Essa ação não pode ser desfeita. Tem certeza de que deseja continuar?

source: Access to your account
pt_br: Acesse sua conta

source: Password
pt_br: Senha

source: Remember me
pt_br: Lembre-se

source: Log in
pt_br: Entrar

source: Forgot password?
pt_br: Esqueceu a senha?

source: Update your profile
pt_br: Atualize seu perfil

source: All your listings and alerts will be removed, this action can not be undone.
pt_br: Remova todos os seus anúncios e alertas serão apagados, esta ação não pode ser desfeita

source: Modify e-mail
pt_br: Modificar e-mail

source: Modify password
pt_br: Modificar senha

source: User type
pt_br: Tipo de usuário

source: Cell phone
pt_br: Telefone celular

source: Phone
pt_br: Telefone

source: User Description
pt_br: Descrição

source: Delete my account
pt_br: Excluir minha conta

source: %s's profile
pt_br: Perfil de %s

source: Send me a new password
pt_br: Envie-me uma nova senha

source: Register an account for free
pt_br: Cadastrar uma conta gratuita

source: Name *
pt_br: Nome *

source: Password *
pt_br: Senha *

source: Re-type password *
pt_br: Re-digite a senha

source: Passwords don't match
pt_br: As senhas não combinam

source: Mobile Phone
pt_br: Celular

source: * This field is required
pt_br: * Campos obrigatórios

source: Create
pt_br: Criar
