Repository: Prodast/smallbiznew
Catalog: *-content/themes/bello/languages/*/theme.po
Languages: pt_br

source: Page not found
pt_br: Página não encontrada

source: Let us help you, we have got a few tips for you to find it.
pt_br: Deixe-nos ajudar a encontrar o que precisa, nós temos algumas dicas pra você.

source: <strong>Search</strong> for it:
pt_br: <strong>Buscar</strong> por:

source: Search
pt_br: Buscar

source: <strong>Look</strong> for it in the most popular categories.
pt_br: <strong>Olhe</strong> nas categorias mais populares.

source: Ads management
pt_br: Gerenciar propagandas

source: In this section you can configure your site to display ads and start generating revenue.
pt_br: Nesta seção, você pode configurar seu site para exibir publicidade e começar a gerar receita.

source: If you are using an online advertising platform, such as Google Adsense, copy and paste here the provided code for ads.
pt_br: Se você estiver usando uma plataforma de publicidade on-line, como o Google Adsense, copie e cole aqui o código fornecido para publicidades.

source: Important! Google Adsense allows you to place only three blocks in page
pt_br: Importante! O Google Adsense permite que você coloque apenas três blocos na página

source: Main page under categories
pt_br: Página principal em categorias

source: This ad will be shown at the Main page under categories. Note that the ad will be Responsive.
pt_br: Esta publicidade será mostrada na página principal em categorias. Observe que a publicidade será responsiva.

source: Homepage top of latest listings
pt_br: Topo da página inicial dos últimos anúncios

source: This ad will be shown at the top of your latest listings in main page. Note that the ad will be Responsive.
pt_br: Esta publicidade será mostrada no topo dos últimos anúncios na página principal. Observe que a publicidade será responsiva.

source: Homepage under of latest listings
pt_br: Homepage sob os últimos anúncios

source: This ad will be shown on the main page under of your latest listings. Note that the ad will be Responsive.
pt_br: Esta publicidade será mostrada na página principal do meio dos últimos anúncios. Observe que a publicidade será responsiva.

source: Homepage middle of latest listings(only list view).Read Help
pt_br: Meio da página inicial dos últimos anúncios (somente visualização de lista). Leia a Ajuda

source: This ad will be shown on the main page middle of your latest listings. Note that the ad will be Responsive.
pt_br: Esta publicidade será mostrada na página principal do meio de seus últimos anúncios. Observe que a publicidade será responsiva.

source: No. of item after Show - Homepage middle:
pt_br: Número de item após Mostrar - Meio da homepage:

source: Search results top
pt_br: Topo do resultado de buscas

source: This ad will be shown at the top search results of your site. Note that the ad will be Responsive.
pt_br: Esta publicidade será mostrada nos resultados de busca superiores do seu site. Observe que a publicidade será responsiva.

source: Search results middle(only list view).Read Help
pt_br: Meio do resultado da busca (somente visualização em lista). Leia a Ajuda

source: This ad will be shown at middle of search results of your website. Note that the ad will be Responsive.
pt_br: Esta publicidade será mostrada no meio dos resultados da busca de seu Web site. Observe que a publicidade será responsiva.

source: No. of item after Show - Search results middle:
pt_br: Número de item após mostrar resultados no meio da busca:

source: Search under of listings
pt_br: Procure sob os anúncios

source: This ad will be shown on the search page under of your listings. Note that the ad will be Responsive.
pt_br: Esta publicidade será mostrada na página de busca em seus anúncios. Observe que a publicidade será responsiva.

source: Item under of listing description
pt_br: Item abaixo da descrição do anúncio

source: This ad will be shown on the item page under of listing description. Note that the ad will be Responsive.
pt_br: Esta publicidade será mostrada na página de descrição de anúncio. Observe que a publicidade será responsiva.

source: Item sidebar
pt_br: Barra lateral do item

source: This ad will be shown on the item page sidebar. Note that the ad will be Responsive.
pt_br: Esta publicidade será mostrada na barra lateral da página do anúncio. Observe que a publicidade será responsiva.

source: Save changes
pt_br: Salvar as mudanças

source: Category icons
pt_br: Ícones das categoria

source: Icon must be a PNG file size 20X16px with transparent background. Enable Use ImageMagick (Show More-Settings-Media) before upload images. Osclass badly work with transparent background .png and GD library.
pt_br: O ícone deve ser um arquivo PNG de tamanho 20 x 16px, com fundo transparente. Habilite ImageMagick (Mostrar mais - Configurações - Mídia) antes de carregar imagens. Osclass não trabalha bem com background .png transparente e biblioteca GD.

source: Remove icon
pt_br: Remover ícone

source: No icon
pt_br: Sem ícone

source: Upload
pt_br: Carregar

source: Header logo
pt_br: Logo do cabeçalho

source: Preview
pt_br: Pré-visualizar

source: Remove logo
pt_br: Remover logo

source: No logo has been uploaded yet
pt_br: Nenhum logotipo foi carregado ainda

source: Upload logo
pt_br: Enviar logo

source: The recomended maximum size of the logo is 200x55.
pt_br: O tamanho máximo recomendado do logotipo é 200 x 55px.

source: <strong>Note:</strong> Uploading another logo will overwrite the current logo.
pt_br: <strong> Nota: </strong> Carregar outro logo irá substituir o atual.

source: Logo image (png,gif,jpg)
pt_br: Logo de imagem (png, gif, jpg)

source: The images folder <strong>%s</strong> is not writable on your server
pt_br: A pasta de imagens <strong> %s </strong> não é gravável em seu servidor

source: OSClass can't upload the logo image from the administration panel.
pt_br: OSClass não pode carregar a imagem do logotipo no painel de administração.

source: Please make the aforementioned image folder writable.
pt_br: Por favor, dê as permissões de escrita à pasta de imagens acima mencionada.

source: To make a directory writable under UNIX execute this command from the shell:
pt_br: Para criar um diretório gravável em UNIX execute este comando a partir do shell:

source: Help
pt_br: Ajuda

source: Show regions or cities at main page
pt_br: Mostre estados ou cidades na página principal

source: The panel of the administrator - Tools - Locations stats -Calculate Locations stats.
pt_br: Painel do administrador - Ferramentas - Estatísticas de localização - Calcular estatísticas de localização.

source: Control of the size of images
pt_br: Controle do tamanho das imagens

source: The panel of the administrator - Settings - Media:
pt_br: Painel do administrador - Configurações- Mídia:

source: The miniature size - 216x150
pt_br: Tamanho da miniatura - 216 x 150px

source: The preview size - 522x362
pt_br: Tamanho da pré-visualização - 522 x 362px

source: The normal size - 640x480( For normal size you can setup bigger size. This is image used in item page in Lightbox)
pt_br: Tamanho normal - 640 x 480px (Para tamanho normal, você pode configurar um tamanho maior. Esta é a imagem usada na página do item no Lightbox)

source: Disable - Force image aspect. No white background will be added to keep the size.
pt_br: Desabilitar - força imagem aspecto. Nenhum fundo branco será adicionado para manter o tamanho.

source: Enable - Use ImageMagick instead of GD library
pt_br: Habilitar - use ImageMagick em vez da biblioteca GD

source: Manage advertising platform, such as Google Adsense
pt_br: Gerenciar plataforma de publicidade, como o Google Adsense

source: Homepage and search middle of latest listings work only for list view
pt_br: Homepage e busca no meio dos últimos anúncios. Funciona apenas para exibição de lista

source: Default - Middle calculated that on page 10 listing and show after 5 listing
pt_br: Padrão - Meio calculado que na página com 10 anúncios e mostrar após 5 anúncios

source: You can change this in Ads tab.
pt_br: Você pode alterar esta tabela de publicidade.

source: Pictures for categories
pt_br: Imagens para categorias

source: If you change standart Osclass categories (or add new), it is necessary for you to make the pictures for the changed categories.
pt_br: Se você alterar as categorias padrões do Osclass (ou adicionar novas), é necessário que você insira novas imagens para as categorias alteradas.

source: The size of images should be 20x16 px in PNG file with transparent background
pt_br: O tamanho das imagens deve ser 20x16 px em arquivo PNG com fundo transparente

source: Images, for example, can be taken here:http://www.flaticon.com/free-icon/black-car_16301
pt_br: Imagens, por exemplo, podem ser tomadas aqui: http://www.flaticon.com/Free-Icon/Black-car_16301

source: Go to Category icons tab and ulpoad or replace icons.
pt_br: Vá à aba dos ícones da categoria e realize o upload ou substitua ícones.

source: Search Max-Min price edit
pt_br: Editar buscar de valor máximo-mínimo

source: Open bello/js/main.js in 161 line min = 0; min price to select.
pt_br: Abra bello/js/main. js em 161 linha min = 0; preço mínimo a selecionar.

source: In 162 line max = 1000000; max price.
pt_br: Na linha 162 máx = 1.000.000; Valor máximo.

source: In 169 line from = 0; start to select price.
pt_br: Na 169 linha de = 0; Comece a selecionar o valor.

source: In 170 line step: 10000; step to select price.
pt_br: Na etapa de 170 linhas: 10.000; passo para selecionar o valor.

source: Old search background images
pt_br: Imagens velhas do fundo da busca

source: In folder oc-content/themes/bello/img/main_other/
pt_br: Na pasta OC-content/themes/bello/img/main_other/

source: Item-post options
pt_br: Opções de publicação

source: Location option:
pt_br: Opção de localização:

source: With Countries
pt_br: Com países

source: Without Countries
pt_br: Sem países

source: Custom fileds postion:
pt_br: Posição dos campos personalizados:

source: After categories
pt_br: Depois de categorias

source: Bottom
pt_br: Inferior

source: Item page
pt_br: Página do anúncio

source: Custom setting for item page.
pt_br: Configuração personalizada para a página do anúncio.

source: Mark as in item page:
pt_br: Marque como na página do anúncio:

source: Enable
pt_br: Desbloquear

source: Disable
pt_br: Bloquear

source: Show useful info in item page:
pt_br: Mostrar informações úteis na página do anúncio:

source: Google Maps JavaScript API key:
pt_br: Chave JavaScript API do Google Maps:

source: Get Google Maps JavaScript API key:
pt_br: Obter a chave JavaScript API do Google Maps:

source: Show Google Map in item page:
pt_br: Mostrar mapa do Google na página de anúncios:

source: Setting saved successfully
pt_br: Configuração salva com êxito

source: Related Ads Preferences
pt_br: Preferências de publicidades relacionadas

source: Number of related ads
pt_br: Número de publicidades relacionadas

source: Enter how many ads you want to show on Item Page (Default is 4)
pt_br: Digite quanta publicidade você quer mostrar na página de anúncios (o padrão é 4)

source: Show only premium ads
pt_br: Mostrar apenas anúncios premium

source: No
pt_br: Não

source: Yes
pt_br: Sim

source: Select Yes if you want to show premium ads only
pt_br: Selecione Sim se desejar ver apenas anúncios premium

source: Show ads with pictures only
pt_br: Mostrar apenas anúncios com fotos

source: Select Yes if you want to show ads with picture only
pt_br: Selecione Sim se desejar ver apenas anúncios com foto

source: Show ads with same category
pt_br: Mostrar anúncios com a mesma categoria

source: Select Yes to Filter ads by Category
pt_br: Selecione Sim para filtrar anúncios por categoria

source: Show ads with same country
pt_br: Mostrar anúncios do mesmo país

source: Select Yes to Filter ads by Country
pt_br: Selecione Sim para filtrar anúncios por país

source: Show ads with same region
pt_br: Mostrar anúncios com do mesmo estado

source: Select Yes to Filter ads by Region
pt_br: Selecione Sim para filtrar anúncios por estado

source: Follow us
pt_br: Siga-nos

source: Theme settings
pt_br: Configurar tema

source: Header
pt_br: Cabeçalho

source: Footer
pt_br: Rodapé

source: Related ads
pt_br: Publicidades relacionadas

source: Search placeholder
pt_br: Espaço reservado busca

source: Footer link
pt_br: Link de Rodapé

source: I want to help osclass-pro.com by linking to <a href="https://osclass-pro.com/" target="_blank">osclass-pro.com</a> from my site with the following text:
pt_br: Eu quero ajudar osclass-pro.com linkando para <a href="https://osclass-pro.com/" target="_blank">osclass-pro.com</a> no meu site com o seguinte texto:

source: We using
pt_br: Nós usamos

source: Show lists as:
pt_br: Mostrar anúncios como:

source: Gallery
pt_br: Galeria

source: List
pt_br: Lista

source: Search select option:
pt_br: Opção de seleção de busca:

source: Search select option(Use the city in the search, if you have a single region or not many regions.
pt_br: Opção de seleção de busca (use a cidade na busca, se você tiver poucos estados)

source: If you have many regions or countries. Home page can be opened for a long time with city option.)
pt_br: Se você tem muitos estados ou países. A página pode demorar para abrir com a opção cidade.)

source: With all Regions
pt_br: Mostrar todos os estados

source: Regions with items
pt_br: Estados com anúncios

source: With all Cities
pt_br: Mostrar todas as cidades

source: Cities with items
pt_br: Cidades com anúncios

source: Countries with items
pt_br: Países com anúncios

source: Hide search
pt_br: Oculta busca

source: Footer in Main page:
pt_br: Rodapé na página principal:

source: Use the city in the footer, if you have a single region or not many regions.
pt_br: Use a cidade no rodapé, se você tiver poucos estados.

source: Before select this option, Show more - Tools -Locations stats - Calculate location stats.)
pt_br: Antes de selecionar esta opção, Mostre mais - Ferramentas - Estatísticas de Localizações - Calcule as estatísticas de localização.)

source: Show all regions
pt_br: Mostrar todos os estados

source: Show all cities
pt_br: Mostrar todas as cidades

source: Hide
pt_br: Esconder

source: Carousel in Main page:
pt_br: Carrossel na página principal:

source: Premium items
pt_br: Anúncios Premium

source: Popular items
pt_br: Itens populares

source: No. of items in carousel:
pt_br: Número de itens no carrossel:

source: Category Icon in latest and search items:
pt_br: Ícone de categoria nos itens mais recentes e de busca:

source: Sidebar search category select:
pt_br: Selecionar categoria

source: Select in 1 line
pt_br: Selecione em 1 linha

source: With checkbox
pt_br: Com CheckBox

source: Go to category block in search pages:
pt_br: Vá para o bloco de categorias nas páginas de busca:

source: Search with Subcategories in main page:
pt_br: Buscar com subcategorias na página principal:

source: Contact Information
pt_br: Contato

source: Your location
pt_br: Sua localização

source: This text will be displayed in the footer of the page in section Contacts.
pt_br: Este texto será exibido no rodapé da página na seção de contatos.

source: Your phones
pt_br: Seus telefones

source: Your email
pt_br: Seu e-mail

source: Social links in footer
pt_br: Links sociais no rodapé

source: This link to you Facebook page will be shown in footer.
pt_br: Este link para a sua página do Facebook será mostrado no rodapé.

source: This link to you Twitter page will be shown in footer.
pt_br: Este link para sua página do Twitter será mostrado no rodapé.

source: This link to you Google+ page will be shown in footer.
pt_br: Este link para sua página do Google+ será mostrado no rodapé.

source: This link to you LinkedIn page will be shown in footer.
pt_br: Este link para a sua página do Pinterest será mostrado no rodapé.

source: This link to you Pinterest page will be shown in footer.
pt_br: Este link para a sua página do Pinterest será mostrado no rodapé.

source: This link to you Vkontakte page will be shown in footer.
pt_br: Este link é para seu VKontakte ser mostrado no rodapé.

source: This link to you Odnoklassniki page will be shown in footer.
pt_br: Este link é para seu perfil Odnoklassniki ser mostrado no rodapé.

source: Footer Background Color
pt_br: Cor de fundo do rodapé

source: Background color
pt_br: Cor de fundo

source: Main Welcome Text and Search Background Image
pt_br: Texto de boas-vindas principal e imagem de fundo

source: Main page H1 Welcome Text
pt_br: Texto H1 de boas-vindas da página principal

source: This H1 Welcome Text be shown at the Main page.
pt_br: Este texto de boas vindas H1 é mostrado na página principal.

source: Main page under H1 Welcome Text
pt_br: Texto de boas-vindas em H1 na página principal

source: This Welcome Text under H1 be shown at the Main page.
pt_br: Este texto de boas-vindas em H1 é mostrado na página principal.

source: Main Search Background Image
pt_br: Imagem de fundo de busca principal

source: Loaded image
pt_br: Imagem carregada

source: Delete
pt_br: Apagar

source: Recommended image size - 1920x456px.
pt_br: Tamanho recomendado da imagem: 1920 x 456px.

source: IMPORTANT!Before downloading new pictures - delete the old.
pt_br: Importante! Antes de baixar novas imagens, exclua a antiga.

source: Main Search Background Color
pt_br: Cor de fundo da página de buscas

source: You can select background color for image with transparent background.
pt_br: Você pode selecionar a cor do plano de fundo para imagem com fundo transparente.

source: Or you can just select color and not upload image.
pt_br: Ou você pode simplesmente selecionar a cor e não carregar imagem.

source: You have sucessfully subscribed to the alert
pt_br: Você se inscreveu com sucesso no alerta

source: Invalid email address
pt_br: Endereço de e-mail Inválido

source: There was a problem with the alert
pt_br: Houve um problema com o alerta

source: Subscribe to this search
pt_br: Inscrever-se para esta busca

source: Subscribe
pt_br: Inscreva-se

source: Contact us
pt_br: Contate-nos

source: Subject
pt_br: Assunto

source: Message
pt_br: Mensagem

source: Your name
pt_br: Seu nome

source: Your e-mail address
pt_br: Seu endereço de e-mail

source: Send
pt_br: Enviar

source: Categories
pt_br: Categorias

source: Information
pt_br: Informações

source: Contacts
pt_br: Contatos

source: Select a region
pt_br: Selecione uma região

source: Select a city
pt_br: Selecione uma cidade

source: Select a country
pt_br: Selecione um país

source: Category
pt_br: Categoria

source: Theme settings updated correctly
pt_br: Configurações do tema atualizadas corretamente

source: The logo image has been uploaded correctly
pt_br: A imagem do logotipo foi carregada corretamente

source: An error has occurred, please try again
pt_br: Ocorreu um erro. Tente novamente

source: The logo image has been removed
pt_br: A imagem do logo foi removida

source: Image not found
pt_br: Imagem não encontrada

source: Settings updated correctly
pt_br: Configurações atualizadas corretamente

source: Ads management updated correctly
pt_br: Gerenciamento de anúncios atualizado corretamente

source: The icon has been uploaded correctly
pt_br: O ícone foi carregado corretamente

source: The icon has been removed
pt_br: O ícone foi removido

source: The image has been uploaded correctly
pt_br: A imagem foi carregada corretamente

source: The image has been removed
pt_br: A imagem foi removida

source: Background color updated
pt_br: Cor do plano de fundo atualizada

source: City not specified
pt_br: Cidade não especificada

source: My account
pt_br: Minha conta

source: Logout
pt_br: Sair

source: Login
pt_br: Entrar

source: Registration
pt_br: Registro

source: Contact
pt_br: Contato

source: Publish your ad
pt_br: Publique seu anúncio

source: View all
pt_br: Ver tudo

source: Select a category
pt_br: Selecione uma categoria

source: Contact seller
pt_br: Entre em contato com vendedor

source: To (seller)
pt_br: Para (anunciante)

source: Listing
pt_br: Anúncio

source: Phone number
pt_br: Número de telefone

source: optional
pt_br: Opcional

source: Send message
pt_br: Enviar mensagem

source: Update your listing
pt_br: Atualizar anúncio

source: Add images
pt_br: Adicionar Imagens

source: You can upload up to
pt_br: Você pode carregar até

source: pictures per listing
pt_br: fotos por anúncio

source: Images
pt_br: Imagens

source: Photos
pt_br: Fotos

source: Add new photo
pt_br: Adicionar nova foto

source: Price
pt_br: Valor

source: Listing Location
pt_br: Localização do anúncio

source: Country
pt_br: País

source: Region
pt_br: Estado

source: City
pt_br: Cidade

source: City Area
pt_br: Bairro

source: Address
pt_br: Endereço

source: Seller's information
pt_br: Informações do anunciante

source: Name
pt_br: Nome

source: Show e-mail on the listing page
pt_br: Mostrar e-mail na página de anuncio

source: Update
pt_br: Atualizar

source: Cancel
pt_br: Cancelar

source: Publish a listing
pt_br: Publicar anúncio

source: Publish
pt_br: Publicar

source: Send to a friend
pt_br: Enviar para amigos

source: Your friend's name
pt_br: Nome do seu amigo

source: Your friend's e-mail address
pt_br: Endereço de e-mail do seu amigo

source: Edit item
pt_br: Editar Item

source: Mark as...
pt_br: Marcar como ...

source: Mark as spam
pt_br: SPAM

source: Mark as misclassified
pt_br: Mal classificado

source: Mark as duplicated
pt_br: Duplicado

source: Mark as expired
pt_br: Expirado

source: Mark as offensive
pt_br: Ofensivo

source: Filter
pt_br: Filtrar

source: Published date
pt_br: Data de publicação

source: Modified date
pt_br: Data de modificação

source: Views
pt_br: Visualizações

source: Company
pt_br: Empresa

source: User
pt_br: Usuário

source: Register date
pt_br: Registrar

source: Description
pt_br: Descrição

source: Useful information
pt_br: Informações úteis

source: Avoid scams by acting locally or paying with PayPal
pt_br: Evite fraudes, pagando em espécie, com emissão de recibo, PayPal, pagSeguro, transferência bancária, ou qualquer forma rastreável

source: Never pay with Western Union, Moneygram or other anonymous payment services
pt_br: Nunca pague com depósito em caixa eletrônico ou outra forma de pagamento não rastreável

source: Don't buy or sell outside of your country. Don't accept cashier cheques from outside your country
pt_br: Não compre ou venda para anunciantes fora do seu país. Evite aceitar cheques

source: This site is never involved in any transaction, and does not handle payments, shipping, guarantee transactions, provide escrow services, or offer "buyer protection" or "seller certification"
pt_br: Este site nunca se envolverá em qualquer transação, nem nos pagamentos, envios, garantias de transações, serviços de custódia, ou oferecer "proteção ao comprador " ou "vendedor certificado"

source: Comments
pt_br: Comentários

source: Your e-mail
pt_br: Seu e-mail

source: Title
pt_br: Título

source: Comment
pt_br: Comentário

source: Delete your comment
pt_br: Apagar seu comentário

source: It's your own listing, you can't contact the publisher.
pt_br: Você não pode contatar o anunciante de seu próprio anúncio.

source: You must log in or register a new account in order to contact the publisher
pt_br: Você deve fazer login ou registar-se uma nova conta para entrar em contcato com o anunciante

source: Register for a free account
pt_br: Registrar uma conta gratuita

source: Contact publisher
pt_br: Fale com o anunciante

source: Attachment
pt_br: Anexos

source: Location
pt_br: Localização

source: Premium listings
pt_br: Anúncios Premium

source: Most popular listings
pt_br: Anúncios populares

source: Latest Listings
pt_br: Últimos anúncios

source: No Latest Listings
pt_br: Não há últimos anúncios

source: Read more
pt_br: Leia mais
